
"Quarterly" = "Вся Субботняя школа в одном месте";

"Lesson" = "Еженедельные занятия";

"Reading" = "Чтение и изучение Субботней Школы";

"Verse" = "Библейские стихи под рукой";

"Theme" = "Настраиваемый режим чтения";
